Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Contrast this index with its antithesis, {{Villains}}.
pt_br: Comparar este índice com a sua antítese, Br/{{Viloes}}.

source: Contrast with CardCarryingVillain, a villain who is fully aware of their evil nature and proudly embraces it.
pt_br: Contrastar com Br/VilaoDeCrachaETudo, um vilão que é completamente ciente de sua natureza maléfica e a abraça orgulhosamente.

source: Contrast with UnusuallyUninterestingSight.
pt_br: Contrastar com Br/VistaIncomumDesinteressante.

source: Contrast with {{Deconstruction}} and its subtropes, where these tropes are [[SubvertedTrope suspe]][[AvertedTrope nded]] as a rule.
pt_br: Contrastar com Br/{{Desconstrucao}} e seus subtropos, onde eles costumam ser evitados.

source: Contrast {{Narm}}, NightmareRetardant, RuleOfCute, which negate a work's potential for fear.
pt_br: Contrastar com Br/{{Narm}}, Br/RetardanteDePesadelo e Br/RegraDoFofo, que negam o potencial de medo de uma obra.

source: Contrived Coincidence describes a highly improbable occurrence in a story which is required by the plot, but which has absolutely no outward justification — not so much as a character saying ThereAreNoCoincidences.
pt_br: A Coincidência Conveniente descreve um evento altamente improvável e que é requerido pela trama da história, mas que não possui nenhuma justificativa além de dar um gancho para um personagem dizer que Br/NaoExistemCoincidencias.

source: Contrived Coincidence is one of the driving forces of {{Farce}}, decreed by the RuleOfFunny.
pt_br: A coincidência conveniente é uma das forças motrizes do gênero teatral da Br/{{Farsa}}, usada Br/PorqueEEngracado.

source: Conveniently, during that night, they dreamed about having the respective defficiencies they made fun of, and learn how it is to be in the defficients' shoes (or, in the one-legged boy's case, on his shoe).
pt_br: Convenientemente, durante a noite, eles sonharam que tinham as mesmas deficiências das quais zombaram e aprendem como é estar nos sapatos de uma pessoa deficiente (no caso do Zuca, em um sapato só).

source: Conversely, a NegativeContinuity {{Sitcom}} may be accused of being a sketch show.
pt_br: Inversamente, uma Br/{{sitcom}} com Br/ContinuidadeNegativa pode ser considerada como um programa de esquete.

source: Conversely, a character who's kind of unpopular but still has friends gradually becomes a complete loser with either no friends at all or an OnlyFriend.
pt_br: Alternativamente, um personagem que é impopular, mas tem um círculo social, gradualmente se torna um fracassado sem amigos ou um Br/UnicoAmigo.

source: Convinced that there is more to the case than meets the eye, Spooner investigates further, and finds a robot in the room Lanning fell from.
pt_br: Convencido de que no caso há mais do que aparenta, Spooner segue a investigação e encontra um robô na sala da qual Lanning caiu.

source: Could be that they fire heat seeking rounds, or some such advanced tech that replaces the need for manual aiming.
pt_br: Pode ser que as armas disparem munições guiadas por calor ou alguma outra tecnologia avançada que dispense a necessidade de mira manual.

source: Could go so far as to be a [[TheBerserker Berserker]].
pt_br: Pode até mesmo ser um [[Br/OEnfurecido enfurecido]].

source: Covers both Website/YouTube videos and web-exclusive series, but does not include those that belong in the [=WebAnimation/=] namespace.
pt_br: Abrange vídeos do Youtube e séries exclusivas da internet, mas não inclui itens que pertencem ao espaço [=BrAnimacaoWeb/=].

source: Creator/{{Atlus}}.com lays bare the processes of Woolseyizing with their [[https://web.archive.org/web/20150709095914/http://www.atlus.com/pd.php Production Diaries.]] Some are about Woolseyizing, but others are about localization in general -- marketing, website design, and so on.
pt_br: A BrCriador/{{Atlus}} expôs os processos de woolseyismo através dos seus [[https://web.archive.org/web/20150709095914/http://www.atlus.com/pd.php diários de produção]]. Alguns dos relatos são sobre woolseyismos, mas outros são sobre o processo de localização em geral -- a propaganda, o projeto da página web, entre outros.

source: Creators are not realizing that if we want sequels, we want the story to continue, not to be repeated.
pt_br: Criadores podem não perceber que, se nós queremos sequências, então queremos que a história avance ao invés de se repetir.

source: Cue TheHero, standing all cool-like, deflecting the FinishingMove and saying "[[BondOneLiner Sorry I'm late]]" for effect.
pt_br: Entra Br/OHeroi, com sua pose imponente, desviando o Ataque Fatal e dizendo "foi mal pela demora" para adicionar efeito.

source: Cue destruction and mayhem.
pt_br: Segue-se caos e destruição.

source: Cured by water to the face).
pt_br: Curado ao se jogar água no rosto).

source: Cut them to pieces, and they [[PullingThemselvesTogether just reassemble themselves]].
pt_br: Fatie em pedacinhos, e eles simplesmente se remontam.

source: Cut to Chavo knocking on Quico's door and knocking him out with his trademark three punches without saying a word.
pt_br: A cena seguinte é do Chaves batendo à porta do Quico e o batendo com a sua típica sequência de três socos.

source: Cut to Quico at the other patio petting the mouse.
pt_br: Corta para Quico no outro pátio fazendo carinho no rato.

source: Damn, Alex said... ** When asked if he's dealing guns, Jeebs quips that he's openly selling crack, too.
pt_br: Eles disseram... ** Quando perguntado se ele está negociando armas, Jeebs comenta abertamente que também está vendendo crack.

source: Darker plotlines may [[DownerEnding end the story right there]] instead, and it's always possible the villain's demise inadvertently resulted in the [[EarthShatteringKaboom irreversible destruction]] or [[TheEndOfTheWorldAsWeKnowIt horrifying mutation]] of the world.
pt_br: Tramas mais sombrias podem [[Br/FinalDepressivo encerrar a história ali mesmo]] ao invés, e sempre é possível que a morte do vilão resulte na destruição irreversívelou [[Br/OFimDoMundoComoNosConhecemos mudança horripilante]] do mundo.

source: Deal With The Devil plots can overlap with IdiotBall, as smart and rational people know to stay well the [[{{Pun}} hell]] away from deals like these.
pt_br: Tramas que tenham pacto com o diabo costumam ter também a Br/BolaDeIdiotabol, pois pessoas espertas e racionais sabem muito bem que devem passar longe de tratos como esse.

source: Definitely not the Evil Overlord's lair!
pt_br: Definitivamente não é o covil do Soberano do Mal!

source: Depending on how long Lanning knew what was coming, possibly even Spooner's cybernetic arm may have been part of his plan, because it sure comes in handy for fighting robots and surviving a 30-story freefall to inject nanites into VIKI's brain.]] * {{Cloudcuckoolander}}: Spooner's reputation in-universe, due to his obsessive paranoia and prejudice towards robots.
pt_br: E dependendo de quanto tempo se passou desde que Lanning soube o que aconteceria, até o braço cibernético do Spooner pode ter sido parte do plano, porque ele definitivamente é útil para enfrentar robôs e sobreviver a uma queda de trinta andares para injetar nanitos no cérebro da VIKI.]] * Br/OLunatico: A reputação de Spooner in-universo, devido à sua paranoia e preconceito contra robôs.

source: Depending on the material and the devil's magic, this may not be as easy as it sounds, and then there's the problem of actually wresting the contract from the devil in the first place.
pt_br: A depender do material e da magia do demônio, isso pode não ser tão fácil quanto parece, e tem também a questão de tirar o contrato do demônio em primeiro lugar.

source: Depending on the series, and the circumstances surrounding it, this can be overlooked, or jarring.
pt_br: Dependendo da série e das circunstâncias, isso pode ser ignorado ou dar na vista.

source: Depending on the writer, how well the premise works out, and the quality of the acting, bottle episodes can range from terrible to some of the best-received.
pt_br: Dependendo do escritor, do quão bem a premissa funciona e da qualidade da atuação, esses episódios podem ser desde terríveis até alguns dos melhores.

source: Despite [[NonIndicativeName the title of]] ''poor'' fellow soldiers, the Order eventually became renowned for being the wealthiest ChurchMilitant, especially for its banking prowess.
pt_br: Apesar [[Br/NomeNaoIndicativo do título de]] ''pobres'' cavaleiros, a Ordem eventualmente se tornou renomada por ser o mais abastado grupo Br/MilitanteDaIgreja.

source: Despite it not being the ''final episode'' of that season, most fans often consider it as the "true" series finale as this was the last episode to bring the entire cast together (especially taking into account the departures of Don Ramón and Quico, which led to the 1979 season failing to live up to its predecessors because of it).
pt_br: Apesar de não ser o ''episódio final'' da temporada, a maioria dos fãs o consideram como o "final legítimo" porque esse foi o último episódio a ter o elenco completo (especialmente sob a consideração das saídas de Seu Madruga e Quico, o que levou à temporada de 1979 não ter o mesmo primor de suas predecessoras).

source: Despite its [[CreatorProvincialism excessive regionalism]], its lack of "sophistication" and its [[UnintentionalPeriodPiece very dated appearance]], the show is still very popular in syndication and has been a staple of TV channels not only in Mexico but also almost all Central and South American countries ([[MyFriendsAndZoidberg And Spain]])[[note]]and in the U.S., for that matter[[/note]] for years.
pt_br: Apesar do seu [[Br/ProvincialismoDoCriador regionalismo excessivo]], sua falta de "sofisticação" e do [[Br/ObraDeEpocaNaoIntencional visual datado]], o show ainda é muito popular na redifusão, tendo estado presente em canais de televisão não apenas no México, mas também em países da América Central e do Sul ([[Br/MeusAmigosEOZoidberg e a Espanha]])[[note]]e também nos EUA[[/note]] por anos.

source: Despite obvious parallels, most LoadBearingBoss in video games do not fall under this category.
pt_br: Apesar de paralelos óbvios, a maioria dos casos de Br/ChefePortadorDaCarga nos videogames não se encaixa aqui.

source: Despite the similarity in conclusions, because no conscious AI has actually been created so far and we humans [[ContemplateOurNavels don't actually know what makes us humans]], many different criteria have been proposed as the difference between human and non-human.
pt_br: Apesar da similaridade nas conclusões, muitos critérios diferentes já foram propostos para diferenciar humanos e não-humanos porque nenhuma IA consciente foi criada até o momento e nós humanos [[Br/ContemplarOUmbigo não sabemos o que nos torna humanos]].

source: Despite the urge to cry, he holds back very well until he gets to the wall.
pt_br: Apesar da vontade de chorar, ele a segura até que esteja na parede.

source: Despite this, [[AsskickingLeadsToLeadership as renowned warriors]], they may still exercise authority over the [[MenOfSherwood supporting troops]].
pt_br: Apesar disso, [[Br/ChutarTraseirosLevaALideranca por serem guerreiros de renome]] eles ainda podem exercer autoridade sobre [[Br/HomensDeSherwood tropas de apoio]].

source: Despite, or because of, their size, they're among the least aggressive and nicest of the bunch.
pt_br: Apesar (ou por causa) do seu tamanho, ele está entre os menos agressivos e mais gentis do grupo.

source: DevilsJobOffer and SoldHisSoulForADonut are subtropes.
pt_br: Br/OfertaDeTrabalhoDoDiabo e Br/VendeuAAlmaPorUmDonut são subtropos.

source: Diadorim was one of those inscrutable persons —he never revealed his inner thoughts, nor what he was surmising.
pt_br: Diadorim era aquela estreita pessoa -- não dava de transparecer o que cismava profundo, nem o que presumia.

source: Did I really want to know him?
pt_br: Dele eu queria saber?

source: Did you just shoot at me with your eyes closed?!" ** Also, Spooner tapping his pistol against the side of his head after a nightmare.
pt_br: Você atirou com os olhos fechados?!" ** Spooner encostando a pistola contra a têmpora após um pesadelo.

source: Did you just shoot at me with your eyes closed?!\\ '''Calvin''': [''exasperate)''] Well, it worked, didn't it?\\ '''Spooner''': [''points at her as if to say 'we're gonna have words later'''] * ComputerVoice: All of the [=AI=]s.
pt_br: Você atirou com os olhos fechados?\\ '''Calvin:''' [''exasperada''] Bom, funcionou, não foi?\\ '''Spooner:''' [''aponta pra ela como quem diz "nós vamos conversar mais tarde"''] * Br/VozDeComputador: Todas as [=IAs=].

source: Did you know that?\\ '''Capt.
pt_br: Você sabia disso?\\ '''Capitão

source: DieHardOnAnX, though limiting the episode to one location, rarely fits this trope, since the other elements of that trope often negate the budget-saving aspects of a Bottle Episode.
pt_br: Br/DuroDeMatarEmUmX, apesar de limitar o episódio a um único local, raramente se encaixa neste tropo porque os outros elementos dele negam os aspectos de economia de orçamento que caracterizam um episódio engarrafado.

source: DiedOnTheirBirthday is when death just so happens to also coincide with the calendar date on which one was born.
pt_br: Br/MorreuNoProprioAniversario é quando a morte por acaso coincide com o dia em que a pessoa nasceu.

source: Different methods of Manipulative Bastardry exist, depending on these characters' favorite tricks to manipulate people: * TheVamp, the FemmeFatale, and TheCasanova mainly use their devastating powers of seduction.
pt_br: Métodos diferentes de canalhice manipulativa existem, a depender dos truques prediletos de manipulação: * Br/AVamp, a Br/FemmeFatale e Br/OCasanova costumam usar seus poderes devastadores de sedução.

source: Do Androids Dream?[[note]]and if so, [[Literature/DoAndroidsDreamOfElectricSheep do they dream of electric sheep?]][[/note]] It has been asked in many forms, but the fundamental question is always, [[WhatMeasureIsANonHuman "What makes us human?"]] And is it possible for an artificial intelligence or life form to possess those same qualities?
pt_br: Androides sonham?[[note]]e se sim, [[BrLiteratura/AndroidesSonhamComOvelhasEletricas eles sonham com ovelhas elétricas?]][[/note]] Essas perguntas foram feitas de diferentes formas, mas a questão fundamental é sempre: [[Br/QuantoValeUmNaoHumano "O que nos torna humanos?"]] E é possível que uma inteligência ou forma de vida artificiais possam ter essas mesmas características?

source: Do clones?
pt_br: Clones possuem?

source: Do not use anything from here as examples, and do not pothole to here except in descriptions.
pt_br: Não use nada desse espaço como exemplo e também não direcione de outros espaços para lá, exceto em descrições.

source: Do note that the Butt-Monkey is often not meant to be ''hated'' by the ''audience''.
pt_br: Note que o Corinho frequentemente não tem o propósito de ser ''odiado'' pelo ''público''.

source: Do robots have [[OurSoulsAreDifferent souls]]?
pt_br: Robôs possuem [[Br/NossasAlmasSaoDiferentes almas]]?

source: Do we all gather together, and go kick some Casanova butt?
pt_br: Vamos todos nos unir, e atacar o patife do Casanova?

source: Do you know what happens to kids that cheat in games?
pt_br: Sabe o que acontece com quem trapaceia?

source: Do you not see the logic of my plan?]]\\ [[spoiler: '''Sonny:''' Yes.
pt_br: Não vê a lógica do meu plano?]]\\ [[spoiler: '''Sonny:''' Sim.

source: Does it infuriate you?
pt_br: Não fica irado?

source: Does it infuriate you?\\ '''Mr. Furious''': No.\\ '''The Bowler''': Well, it should.
pt_br: Não fica irado?\\ '''Irado:''' Não.\\ '''Boliche:''' Pois devia!

source: Doesn't this index just sound like the sort of exclamation an [[AntiquatedLinguistics elderly troper might use]]?
pt_br: Este índice não se parece com o tipo de coisa que um [[Br/LinguisticaAntiquada tropoeiro idoso talvez usasse]]?

source: Doing good is more important than upholding the law, but law is not a bad thing.
pt_br: Fazer o bem é mais importante do que seguir a lei, mas a lei não é má.

source: Don Jaimito dresses in an outdated postman´s uniform, and when he changes clothes, it´s into a comically old-fashioned checkered suit and straw hat.
pt_br: O carteiro Jaiminho se veste com uma roupa antiga de carteiro, e quando ele troca de roupa, é para um terno xadrez com chapéu de palha.

source: Don Ramón arrives in the scene and quickly takes the object from El Chavo and scolds him.
pt_br: Seu Madruga chega na cena e rapidamente tira o objeto das mãos de Chaves, o repreendendo.

source: Don Ramón asked, in SarcasmMode, if it had two eyes.
pt_br: Seu Madruga pergunta, em Br/ModoSarcastico, se ele também tinha dois olhos.

source: Don Ramón believed its surface had been missing since he was a child.
pt_br: Seu Madruga acredita que a área está perdida desde que ele era pequeno.

source: Don Ramón bought a newspaper and complained it was a week-old one.
pt_br: Seu Madruga comprou um jornal e reclamou que era da semana passada.

source: Don Ramón gets angry and hits him in the head.
pt_br: Seu Madruga se enfurece e dá um cascudo nele.

source: Don Ramón once put a bucket over his head to protect himself from being slapped by Doña Florinda, she hurt her hand when trying to do so, and Professor Jirafales punched him in the gut for this.
pt_br: Seu Madruga certa vez colocou um balde na cabeça para evitar de levar um tapa da Dona Florinda. Ela machuco a mão au tentar estapeá-lo e o professor Girafales o acertou no estômago por causa disso.

source: Don Ramón promised to pay all his debts.
pt_br: Seu Madruga prometeu pagar todas as contas.

source: Don Ramón tells Señor Barriga he actually lost the fight, but Señor Barriga still owes him since he bet on the other guy, leaving Don Ramón bewildered.
pt_br: Seu Madruga diz ao Senhor Barriga que ele na verdade perdeu aquela luta, mas Senhor Barriga diz que ainda assim ele está em débito porque ele apostou ''no outro cara'', deixando Seu Madruga estupefato.

source: Don Rámon asks Jirafales what the word "altruist" he just used means.
pt_br: Seu Madruga pergunta ao Girafales o que significa a palavra que ele acabou de usar, "altruísta".

source: Don't be surprised if the Devil pulls out a ComicallyWordyContract.
pt_br: Não fique surpreso se o Diabo puxar um Br/ContratoComicamenteGrande.

source: Don't expect any of it to last.
pt_br: Não espere que nada disso dure.

source: Don't mistake a lack of direct karma for this trope.
pt_br: Não confunda a falta de karma direto com este tropo.

source: Don't you, Detective Spooner?...
pt_br: Não é, detetive Spooner?

source: Don't you?
pt_br: Não tem?

source: DoomedByCanon is a SubTrope of this, and deals with prequel characters and their attempts to either take out the main cast of the original story or survive to the end, attempts which we know are doomed because of the original story.
pt_br: Br/CondenadoPeloCanone é um Br/SubTropo disso que lida com personagens da prequência e suas tentativas de executar o elenco principal ou de sobreviver ao fim, tentativas essas que sabemos que vão falhar por causa da história original.

source: Downplayed by the fact [[spoiler: it's her dead father who ultimately avenges himself]].
pt_br: Reduzido pelo fato de que [[spoiler: é o falecido pai que acaba vingando a si mesmo]].

source: Dozens trying to kill him in the car after he's lost his gun fail, and dozens more continue to fail after he's deprived of his machine gun in the final battle.
pt_br: Dezenas tentando matá-lo no carro depois que ele perdeu a arma falharam, e dezenas mais continuam a falhar depois que ele fica sem sua arma no confronto final.

source: Doña Florinda and Chilindrina just dress poorly and have bad hairstyles.
pt_br: Dona Florinda e Chiquinha apenas se vestem de maneira ruim e possuem penteados horríveis.

source: Doña Florinda comes to see what is happening to Quico and "someone" hits him.
pt_br: Dona Florinda aparece para ver o que está acontecendo com o Quico e percebe que "alguém" o bateu.

source: Doña Florinda eventually leaves, and Profesor Jirafales arrives later and is told by El Chavo and Don Ramón about the cuernos Doña Florinda put for him ([[DontExplainTheJoke "Poner los cuernos" is a spanish idiom that means cheating]]) and Profesor Jirafales gets understandably angry.
pt_br: Dona Florinda eventualmente sai, Girafales chega depois e ouve do Chaves e do Seu Madruga sobre os chifrinhos que dona Florinda pôs pra ele, no que Girafales fica compreensivelmente irritado.

source: Doña Florinda opens a restaurant and Chavo starts to work there, resulting in a large number of episodes that take place away from the neighborhood.
pt_br: Dona Florinda abre um restaurante e o Chaves começa a trabalhar lá, resultando em um grande número de episódios que se passam longe da vila.

source: Doña Florinda promised she'd no longer hit him unless she had reasons like Don Ramón hitting Quico or denying doing so.
pt_br: Dona Florinda prometeu que ela não bateria nele a menos que ela tenha motivos, como o Seu Madruga batendo no Quico ou negando que bateu no Quico.

source: Doña Florinda quickly thinks it's Don Ramón fault.
pt_br: Dona Florinda logo pensa que a culpa é do Seu Madruga.

source: Doña Florinda says that her son would "never touch such a filthy animal".
pt_br: Dona Florinda diz que o filho dela nunca tocaria um animal tão imundo.

source: Doña Florinda then said it was only about resolutions that could be fulfilled.
pt_br: Dona Florinda então disse que a ideia é fazer promessas que se possam cumprir.

source: Doña Florinda's deceased husband, Frederico, is still mentioned after Quico leaving, and in some episodes from the 1980s, Chilindrina passively mentions she is an orphan just like Chavo (even before Ramón Valdés himself died).
pt_br: O falecido esposo de Dona Florinda, Frederico, ainda é mencionado após a partida do Quico, e em alguns episódios da década de 1980, a Chiquinha menciona passivamente que ela é orfã que nem o Chaves (mesmo antes de Ramón Valdés ter falecido).

source: Doña Florinda, scared, kneels down to tend to him, they look into each other's eyes and get closer, [[ShipperOnDeck Quico widens his eyes in excitement]]... and they're interrupted by Chavo chasing Ñoño with a broom.
pt_br: Dona Florinda, assustada, se ajoelha para cuidade dele, eles se olham nos olhos e se aproximam, Quico arregala os olhos em expectativa... e então são interrompidos pelo Chaves perseguindo Nhonho com uma vassoura.

source: Dr. Calvin doesn't even realize he has it until she sees him without his shirt.
pt_br: Susan Calvin nem sequer percebe que ele tem um até ela o ver sem camisa.

source: Dudão sees it, [[SkewedPriorities but doesn't care and only thinks about retrieving his pen he lost, instead]].
pt_br: Dudão vê isso, [[Br/PrioridadesDistorcidas mas não liga; ele está preocupado em encontrar a caneta que ele perdeu]].

source: Dudão's voice is based on [[WesternAnimation/TheSimpsons Homer Simpson]] and the Brazilian ex-president Lula; Binho's voice is based on [[Anime/PokemonTheSeries Ash Ketchum]]; Rebeca's voice is based on WesternAnimation/PeppaPig; Pita's voice is loosely based on [[WesternAnimation/SpongeBobSquarePants SpongeBob]], and so on.
pt_br: A voz de Dudão é baseada no [[BrAnimacaoOcidental/OsSimpsons Homer Simpson]] e no ex-presidente Lula; a voz de Binho é baseada no [[BrAnime/PokemonASerie Ash Ketchum]]; a voz de Rebeca é baseada na BrAnimacaoOcidental/PeppaPig; a voz de Pita é levemente baseada no [[BrAnimacaoOcidental/BobEsponjaCalcaQuadrada Bob Esponja]], e por aí vai.
